Repository: Shift3/dj-starter
Catalog: {{ cookiecutter.project_slug }}/locale/*/LC_MESSAGES/django.po
Languages: es

source: New agent created
es: Nueva agente creada

source: You're receiving this email because you are an administrator and a new agent has been created. Created By: %(created_by)s Agent: %(agent)s
es: Está recibiendo este correo electrónico porque es administrador y se ha creado un nuevo agente. Creado por: %(creado_por)s Agente: %(agente)s

source: The file exceed the maximum size of %(max_size)s MB.
es: El archivo supera el tamaño máximo de %(max_size)s MB.

source: The Email must be set
es: El correo electrónico debe estar configurado

source: Passwords must match.
es: Las contraseñas deben coincidir.

source: A user with this email already exists.
es: Ya existe un usuario con este correo electrónico.

source: Email change request on %(site_name)s
es: Solicitud de cambio de correo electrónico en %(site_name)s

source: You're receiving this email because you requested a change of emails on %(site_name)s.
es: Estás recibiendo este correo electrónico porque solicitaste un cambio de correos electrónicos en %(site_name)s.

source: Please go to the following page to complete the change email process:
es: Vaya a la siguiente página para completar el proceso de cambio de correo electrónico:

source: Regards, The %(site_name)s team
es: Saludos, El equipo de %(site_name)s

source: Account activation on %(site_name)s
es: Activación de cuenta en %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
es: Está recibiendo este correo electrónico porque necesita finalizar el proceso de activación el %(site_name)s.

source: Please go to the following page to activate your account:
es: Vaya a la siguiente página para activar su cuenta:

source: This link will expire in 24 hours.
es: Este enlace caducará en 24 horas.

source: Password reset on %(site_name)s
es: Restablecimiento de contraseña en %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Está recibiendo este correo electrónico porque solicitó un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s.

source: Please go to the following page and choose a new password:
es: Vaya a la siguiente página y elija una nueva contraseña:

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que lo haya olvidado:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!

source: The %(site_name)s team
es: El equipo de %(site_name)s
